<template>
  <section
    class="bg-[#FAFAFA] border border-[#0000001A] p-4 rounded-10 text-center text-[#616161] text-sm leading-7 mb-2"
  >
    <p>
      وزن خرید و فروش شامل مجموع <br /> اوزان آیتم های گرمی + اوزان آیتم های تعدادی می
      باشد مشتریانی که میزان خرید آن ها بیشتر باشد خریدار و میزان فروش آن بیشتر
      باشد فروشنده تلقی میشود
    </p>
    <p class="mt-4">
      مشتریانی که تعداد اسناد ثبت شده دستی آن ها از درخواست های ثبت شده آن ها
      بیشتر باشد تلفنی تلقی می شوند.
    </p>
  </section>
</template>
