<template>
    <TitleSection title="شرایط و قوانین" />

  <main class="space-y-4">
    <div class="rounded-xl">
      <h2 class="bg-white rounded-2xl p-5 mb-3 text-center">
        شرایط و قوانین استفاده از سرویسها و خدمات این سایت
      </h2>
      <div class="bg-white rounded-2xl p-5">
        <p class="text-justify text-sm leading-7">
          کاربر گرامی لطفاً موارد زیر را جهت استفاده بهینه از خدمات و برنامه‌های
          کاربردی این وب سایت به دقت ملاحظه فرمایید.
          <br />
          ورود کاربران به این وب سایت، هنگام استفاده از پروفایل شخصی و امکانات
          این وب سایت به معنای آگاه بودن و پذیرفتن شرایط و قوانین و همچنین نحوه
          استفاده از سرویس‌ ها و خدمات این وب سایت است. توجه داشته باشید که ثبت
          سفارش نیز در هر زمان به معنی پذیرفتن کامل کلیه شرایط و قوانین این وب
          سایت از سوی کاربر است. کلیه اصول و رویه ‌های این وب سایت منطبق با
          قوانین جمهوری اسلامی ایران می باشد. توجه داشته باشید مسئول هر گونه سوء
          استفاده از امکانات این وب سایت توسط کابران (مدیر سیستم،مشتری و ...) به
          عهده خود کاربر می باشد. <br />
          شایان ذکر است که این سامانه به منظور سهولت در کار،کاهش تماس تلفنی،کاهش
          خطا های انسانی و به منظور سرعت بخشیدن به کار طراحی و پیاده سازی شده
          است. هر گونه سوء استفاده و نقض این موارد و قوانین به عهده کاربر می
          باشد. چنانچه قوانین مذکور نقض شوند، مسئولیت این امر با خود کاربر می
          باشد و طراحان این سامانه ضمن آگاه سازی و توجیح این موارد به کاربر
          (مدیر سیستم) به هنگام خرید و راه اندازی سامانه، مسئولیتی در این قبال
          ندارند.
        </p>
      </div>
      <h2
        class="w-full text-center mt-3 py-4 rounded-xl text-lg font-medium bg-[#A6DD76] text-slate-800 shadow-sm"
      >
        قوانین و شرایط را مطالعه و با آگاهی، تمامی موارد را می پذیرم
      </h2>
    </div>
  </main>
</template>
