<template>
  <section class="rounded-2xl p-3 flex items-center gap-2 text-2sm bg-[#FFF3DB] mb-5">
    <svg
      width="24"
      height="24"
      viewBox="0 0 24 24"
      fill="none"
      xmlns="http://www.w3.org/2000/svg"
    >
      <path
        d="M22.0139 11.1036C22.0139 13.3238 21.2139 15.3762 19.8684 16.9994C18.0684 19.2382 15.2139 20.6748 12.0139 20.6748C12.0139 20.6748 8.49718 21.9661 6.1573 22.4555C5.3472 22.625 4.44821 22.0694 4.44821 21.3175C4.44821 20.4028 6.01386 18.7532 6.01386 18.7532C4.89902 17.9592 3.9669 16.9464 3.28373 15.781C2.47391 14.3996 2.01387 12.8038 2.01387 11.1036C2.01387 9.39896 2.47446 7.7999 3.28373 6.41606C4.03335 5.13421 5.08214 4.03703 6.34115 3.21163C7.95933 2.12951 9.90478 1.51387 12.0139 1.51387C17.5411 1.51387 22.0139 5.80495 22.0139 11.1036Z"
        stroke="#966D22"
        stroke-width="1.5"
        stroke-linecap="round"
        stroke-linejoin="round"
      />
    </svg>
    <p>
      همکاران گرامی در صورت خرید از کارتخوان مطابقت دادن کارت ملی الزامی میباشد <br />
      همکاران گرامی برای جابه جایی ریالی صبور باشید.
    </p>
  </section>
</template>
